import type { JSONSchema7 } from 'json-schema'

export const appartmentInternalSystems: JSONSchema7 = {
  title: 'Внутрішні інженерні системи',
  type: 'object',
  properties: {
    powerSupply: {
      title: 'Система електропостачання (обладнання функціонуючою системою електропостачання (крім випадків аварійного або планового відключення)',
      type: 'string'
    },
    heating: {
      title: 'Система опалення (обладнання безперебійно функціонуючою системою опалення (крім випадків аварійного або планового відключення) ',
      type: 'string'
    },
    waterSupply: {
      title: 'Система водопостачання (обладнання безперебійно функціонуючою системою водопостачання (крім випадків аварійного або планового відключення)',
      type: 'string'
    },
    drainage: {
      title: 'Система водовідведення (обладнання безперебійно функціонуючою системою водовідведення)',
      type: 'string'
    },
    ventilation: {
      title: 'Система вентиляції (обладнання безперебійно функціонуючою системою вентиляції)',
      type: 'string'
    }
  }
} 