// Source
// Національний класифікатор НК 018:2023 “Класифікатор будівель і споруд” (НК 018:2023)

const buildingClassifier = [
  {
    code: '1',
    title: 'Будівлі'
  },
  {
    code: '11',
    title: 'Житлові будинки'
  },
  {
    code: '111',
    title: 'Одноквартирні житлові будинки'
  },
  {
    code: '1110',
    title: 'Одноквартирні житлові будинки'
  },
  {
    code: '112',
    title: 'Житлові будинки з двома та більше квартирами'
  },
  {
    code: '1121',
    title: 'Житлові будинки з двома квартирами'
  },
  {
    code: '1122',
    title: 'Житлові будинки з трьома та більше квартирами'
  },
  {
    code: '113',
    title: 'Житлові будинки для колективного проживання'
  },
  {
    code: '1130',
    title: 'Житлові будинки для колективного проживання'
  },
  {
    code: '12',
    title: 'Нежитлові будівлі'
  },
  {
    code: '121',
    title: 'Будівлі готельні та подібні будівлі'
  },
  {
    code: '1211',
    title: 'Будівлі готельні'
  },
  {
    code: '1212',
    title: 'Інші будівлі для короткострокового проживання'
  },
  {
    code: '122',
    title: 'Офісні будівлі'
  },
  {
    code: '1220',
    title: 'Офісні будівлі'
  },
  {
    code: '123',
    title: 'Будівлі оптово-роздрібної торгівлі'
  },
  {
    code: '1230',
    title: 'Будівлі оптово-роздрібної торгівлі'
  },
  {
    code: '124',
    title: 'Будівлі транспорту та зв\'язку'
  },
  {
    code: '1241',
    title: 'Будівлі електронних комунікацій, станцій, терміналів та пов\'язані з ними будівлі'
  },
  {
    code: '1242',
    title: 'Будівлі гаражів'
  },
  {
    code: '125',
    title: 'Промислові та складські будівлі'
  },
  {
    code: '1251',
    title: 'Промислові будівлі '
  },
  {
    code: '1252',
    title: 'Резервуари, силоси та склади'
  },
  {
    code: '126',
    title: 'Будівлі громадського дозвілля, освіти, охорони здоров\'я та соціального захисту'
  },
  {
    code: '1261',
    title: 'Будівлі громадського дозвілля'
  },
  {
    code: '1262',
    title: 'Будівлі музеїв та бібліотек'
  },
  {
    code: '1263',
    title: 'Будівлі закладів освіти та дослідних закладів'
  },
  {
    code: '1264',
    title: 'Будівлі закладів охорони здоров\'я та соціального захисту населення'
  },
  {
    code: '1265',
    title: 'Спортивні зали'
  },
  {
    code: '127',
    title: 'Інші нежитлові будівлі'
  },
  {
    code: '1271',
    title: 'Нежитлові сільськогосподарські будівлі'
  },
  {
    code: '1272',
    title: 'Меморіальні та культові будівлі'
  },
  {
    code: '1273',
    title: 'Пам\'ятки історичні та ті, що охороняються'
  },
  {
    code: '1274',
    title: 'Інші будівлі, не класифіковані раніше'
  },
  {
    code: '2',
    title: 'Інженерні споруди'
  },
  {
    code: '21',
    title: 'Транспортна інфраструктура'
  },
  {
    code: '211',
    title: 'Автомобільні дороги загального користування, вулиці та інші дороги'
  },
  {
    code: '2111',
    title: 'Автомобільні дороги загального користування'
  },
  {
    code: '2112',
    title: 'Вулиці та інші дороги'
  },
  {
    code: '212',
    title: 'Залізниці'
  },
  {
    code: '2121',
    title: 'Залізниці магістральні'
  },
  {
    code: '2122',
    title: 'Залізниці місцеві'
  },
  {
    code: '213',
    title: 'Злітно-посадкові смуги'
  },
  {
    code: '2130',
    title: 'Злітно-посадкові смуги'
  },
  {
    code: '214',
    title: 'Мости, естакади, тунелі та метро'
  },
  {
    code: '2141',
    title: 'Мости та естакади'
  },
  {
    code: '2142',
    title: 'Тунелі та метро'
  },
  {
    code: '215',
    title: 'Портові споруди, канали, дамби та інші водні споруди'
  },
  {
    code: '2151',
    title: 'Портові споруди та судноплавні канали'
  },
  {
    code: '2152',
    title: 'Дамби'
  },
  {
    code: '2153',
    title: 'Акведуки, зрошувальні та осушувальні споруди'
  },
  {
    code: '22',
    title: 'Трубопроводи, лінії електронних комунікаційних мереж та електропередачі'
  },
  {
    code: '221',
    title: 'Магістральні трубопроводи, лінії електронних комунікаційних мереж та електропередачі'
  },
  {
    code: '2211',
    title: 'Магістральні нафтопроводи та газопроводи'
  },
  {
    code: '2212',
    title: 'Магістральні водопроводи'
  },
  {
    code: '2213',
    title: 'Магістральні лінії електронних комунікаційних мереж'
  },
  {
    code: '2214',
    title: 'Магістральні лінії електропередачі'
  },
  {
    code: '222',
    title: 'Місцеві трубопроводи, лінії електронних комунікаційних мереж та електропередачі '
  },
  {
    code: '2221',
    title: 'Місцеві трубопроводи газопостачання'
  },
  {
    code: '2222',
    title: 'Місцеві трубопроводи водопостачання'
  },
  {
    code: '2223',
    title: 'Місцеві каналізаційні трубопроводи'
  },
  {
    code: '2224',
    title: 'Місцеві лінії електронних комунікаційних мереж та електропередачі'
  },
  {
    code: '23',
    title: 'Комплексні споруди промислових об\'єктів'
  },  {
    code: '230',
    title: 'Комплексні споруди промислових об\'єктів'
  },  {
    code: '2301',
    title: 'Споруди гірничодобувні'
  },
  {
    code: '2302',
    title: 'Споруди електростанцій'
  },
  {
    code: '2303',
    title: 'Споруди підприємств хімічної промисловості'
  },
  {
    code: '2304',
    title: 'Споруди важкої промисловості, не класифіковані раніше'
  },
  {
    code: '24',
    title: 'Інші інженерні споруди'
  },
  {
    code: '241',
    title: 'Спортивні та рекреаційні споруди'
  },
  {
    code: '2411',
    title: 'Спортивні майданчики'
  },
  {
    code: '2412',
    title: 'Інші спортивні та рекреаційні споруди'
  },
  {
    code: '242',
    title: 'Інші інженерні споруди, не класифіковані раніше'
  },
  {
    code: '2420',
    title: 'Інші інженерні споруди, не класифіковані раніше'
  }
]

export default buildingClassifier
