const comissionsList = [
  {
    title: 'Дніпровська комісія',
    code: 'UA12020010000033698',
    address: {
      admin1: 'Дніпропетровська',
      code1: 'UA12000000000090473',
      admin2: 'Дніпровський',
      code2: 'UA12020000000052809',
      admin3: 'Дніпровська',
      code3: 'UA12020010000033698',
      admin4: 'місто Дніпро',
      code4: 'UA12020010010037010'
    }
  },
  {
    title: 'Чернігівська комісія',
    code: 'UA12020010000033698',
    address: {
      admin1: 'Чернігівська',
      code1: 'UA74000000000025378',
      admin2: 'Корюківський',
      code2: 'UA74020000000089267',
      admin3: 'Корюківська',
      code3: 'UA74020010000010449',
      admin4: 'місто Корюківка',
      code4: 'UA74020010010096225'
    }
  }
]

export default comissionsList
