// Source:
// https://www.kmu.gov.ua/npas/pro-zatverdzhennia-poriadku-obstezhennia-obiektiv-nerukhomoho-maina-dlia-prozhyvannia-s489290425

const conclusionTypes = [
  {
    title: 'Можливе використання ОНМ для ВПО',
    value: 'Наявна можливість використання об\'єкту нерухомого майна для проживання ВПО',
    filter: [
      'Житлові будинки, будівлі, споруди (їх окремі частини)',
      'Квартири, житлові та нежитлові приміщення',
    ],
  },
  {
    title: 'Неможливе використання ОНМ для ВПО',
    value: 'Відсутня можливість використання об\'єкта нерухомого майна для проживання внутрішньо переміщених осіб',
    filter: [
      'Житлові будинки, будівлі, споруди (їх окремі частини)',
      'Квартири, житлові та нежитлові приміщення',
    ],
  },
  {
    title: 'Можливе використання земельної ділянки для будівництва ОНМ будівництва житла для проживання ВПО',
    value: 'Можливе використання земельної ділянки для будівництва об\'єктів нерухомого майна для проживання внутрішньо переміщених осіб та/або розміщення тимчасових споруд, їх комплексів, призначених для життєзабезпечення (тимчасового проживання та обслуговування) внутрішньо переміщених осіб',
    filter: ['Земельні ділянки'],
  },
  {
    title: 'Неможливе використання земельної ділянки для будівництва ОНМ будівництва житла для проживання ВПО',
    value: 'Неможливе використання земельної ділянки для будівництва об\'єктів нерухомого майна для проживання внутрішньо переміщених осіб та/або розміщення тимчасових споруд, їх комплексів, призначених для життєзабезпечення (тимчасового проживання та обслуговування) внутрішньо переміщених осіб',
    filter: ['Земельні ділянки'],
  },
  {
    title: 'Інший висновок',
    value: 'Інший висновок',
    filter: [
      'Житлові будинки, будівлі, споруди (їх окремі частини)',
      'Квартири, житлові та нежитлові приміщення',
      'Земельні ділянки',
    ],
  },
]

export default conclusionTypes
