// Source:
// https://www.kmu.gov.ua/npas/pro-zatverdzhennia-poriadku-obstezhennia-obiektiv-nerukhomoho-maina-dlia-prozhyvannia-s489290425

export const conclusionTypes = [
  {
    title: 'Можливе використання ОНМ для ВПО',
    value: 'Наявна можливість використання об\'єкта нерухомого майна для проживання внутрішньо переміщених осіб',
    filter: [
      'Житлові будинки, будівлі, споруди (їх окремі частини)',
      'Квартири, житлові та нежитлові приміщення'
    ]
  },
  {
    title: 'Неможливе використання ОНМ для ВПО',
    value: 'Відсутня можливість використання об\'єкта нерухомого майна для проживання внутрішньо переміщених осіб',
    filter: [
      'Житлові будинки, будівлі, споруди (їх окремі частини)',
      'Квартири, житлові та нежитлові приміщення'
    ]
  },
  {
    title: 'Необхідна реконструкція',
    value: 'Наявна можливість використання об’єкта нерухомого майна для проживання внутрішньо переміщених осіб за умови проведення його реконструкції, переобладнання',
    filter: ['Житлові будинки, будівлі, споруди (їх окремі частини)']
  },
  {
    title: 'Необхідне додаткове обстеження',
    value: 'Доцільне проведення додаткового обстеження об’єкта нерухомого майна відповідно до Порядку проведення обстеження прийнятих в експлуатацію об’єктів будівництва, затвердженого постановою Кабінету Міністрів України від 12 квітня 2017 р. № 257',
    filter: ['Житлові будинки, будівлі, споруди (їх окремі частини)']
  },
  {
    title: 'Необхідне проведення поточного ремонту',
    value: 'Необхідне проведення поточного ремонту',
    filter: ['Квартири, житлові та нежитлові приміщення']
  },
  {
    title: 'Необхідне проведення капітального ремонту',
    value: 'Необхідне проведення капітального ремонту',
    filter: ['Квартири, житлові та нежитлові приміщення']
  },
  {
    title: 'Можливе використання ОНМ будівництва житла для ВПО',
    value: 'Можливе використання земельної ділянки для будівництва об\'єктів нерухомого майна для проживання внутрішньо переміщених осіб та/або розміщення тимчасових споруд, їх комплексів, призначених для життєзабезпечення (тимчасового проживання та обслуговування) внутрішньо переміщених осіб',
    filter: ['Земельні ділянки']
  },
  {
    title: 'Неможливе використання ОНМ будівництва житла для ВПО',
    value: 'Можливе використання земельної ділянки для будівництва об\'єктів нерухомого майна для проживання внутрішньо переміщених осіб та/або розміщення тимчасових споруд, їх комплексів, призначених для життєзабезпечення (тимчасового проживання та обслуговування) внутрішньо переміщених осіб',
    filter: ['Земельні ділянки']
  },
  {
    title: 'Необхідне вчинення дій для ОНМ для будівництва житла для ВПО',
    value: 'необхідність вчинення дій для можливості використання земельної ділянки для будівництва об’єктів нерухомого майна для проживання внутрішньо переміщених осіб та/або розміщення тимчасових споруд, їх комплексів, призначених для життєзабезпечення (тимчасового проживання та обслуговування) внутрішньо переміщених осіб (зміна цільового призначення земель, демонтаж наявних об’єктів та споруд, плодово-ягідних та інших багаторічних насаджень)',
    filter: ['Земельні ділянки']
  },
  {
    title: 'Інший висновок',
    value: 'Інший висновок',
    filter: [
      'Житлові будинки, будівлі, споруди (їх окремі частини)',
      'Квартири, житлові та нежитлові приміщення',
      'Земельні ділянки'
    ]
  }
]
