// Source:
// https://www.kmu.gov.ua/npas/pro-zatverdzhennia-poriadku-obstezhennia-obiektiv-nerukhomoho-maina-dlia-prozhyvannia-s489290425

const conclusionDetails = [
  // Buildings available
  {
    title: 'Не потребує додаткових поліпшень',
    value: 'Не потребує додаткових поліпшень',
    filter: {
      estateType: 'Житлові будинки, будівлі, споруди (їх окремі частини)',
      conclusionType: 'Наявна можливість використання об\'єкту нерухомого майна для проживання ВПО'
    }
  },
  {
    title: 'Необхідність проведення поточного ремонту',
    value: 'Необхідне проведення поточного ремонту',
    filter: {
      estateType: 'Житлові будинки, будівлі, споруди (їх окремі частини)',
      conclusionType: 'Наявна можливість використання об\'єкту нерухомого майна для проживання ВПО'
    }
  },
  {
    title: 'Необхідність в оснащенні додатковим обладнанням, предметами побуту, меблями та/або технікою',
    value: 'Необхідне оснащення додатковим обладнанням, предметами побуту, меблями та/або технікою',
    filter: {
      estateType: 'Житлові будинки, будівлі, споруди (їх окремі частини)',
      conclusionType: 'Наявна можливість використання об\'єкту нерухомого майна для проживання ВПО'
    }
  },
  // Buildings non-available
  {
    title: 'Проживають люди (повністю заселено)',
    value: 'Проживають люди (повністю заселено)',
    filter: {
      estateType: 'Житлові будинки, будівлі, споруди (їх окремі частини)',
      conclusionType: 'Відсутня можливість використання об\'єкта нерухомого майна для проживання внутрішньо переміщених осіб'
    }
  },
  {
    title: 'Проведення будь-якого ремонту є недоцільним',
    value: 'Проведення будь-якого ремонту є недоцільним',
    filter: {
      estateType: 'Житлові будинки, будівлі, споруди (їх окремі частини)',
      conclusionType: 'Відсутня можливість використання об\'єкта нерухомого майна для проживання внутрішньо переміщених осіб'
    }
  },
  {
    title: 'Необхідність проведення поточного ремонту',
    value: 'Необхідність проведення поточного ремонту',
    filter: {
      estateType: 'Житлові будинки, будівлі, споруди (їх окремі частини)',
      conclusionType: 'Відсутня можливість використання об\'єкта нерухомого майна для проживання внутрішньо переміщених осіб'
    }
  },
  {
    title: 'Необхідність проведення реконструкції',
    value: 'Необхідність проведення реконструкції',
    filter: {
      estateType: 'Житлові будинки, будівлі, споруди (їх окремі частини)',
      conclusionType: 'Відсутня можливість використання об\'єкта нерухомого майна для проживання внутрішньо переміщених осіб'
    }
  },
  {
    title: 'Необхідність проведення капітального ремонту',
    value: 'Необхідність проведення капітального ремонту',
    filter: {
      estateType: 'Житлові будинки, будівлі, споруди (їх окремі частини)',
      conclusionType: 'Відсутня можливість використання об\'єкта нерухомого майна для проживання внутрішньо переміщених осіб'
    }
  },
  // Apartments available
  {
    title: 'Не потребує додаткових поліпшень',
    value: 'Не потребує додаткових поліпшень',
    filter: {
      estateType: 'Квартири, житлові та нежитлові приміщення',
      conclusionType: 'Наявна можливість використання об\'єкту нерухомого майна для проживання ВПО'
    }
  },
  {
    title: 'Необхідність проведення поточного ремонту',
    value: 'Необхідність проведення поточного ремонту',
    filter: {
      estateType: 'Квартири, житлові та нежитлові приміщення',
      conclusionType: 'Наявна можливість використання об\'єкту нерухомого майна для проживання ВПО'
    }
  },
  {
    title: 'Необхідність в оснащенні додатковим обладнанням, предметами побуту, меблями та/або технікою',
    value: 'Необхідне оснащення додатковим обладнанням, предметами побуту, меблями та/або технікою',
    filter: {
      estateType: 'Квартири, житлові та нежитлові приміщення',
      conclusionType: 'Наявна можливість використання об\'єкту нерухомого майна для проживання ВПО'
    }
  },
  // Apartments non-available
  {
    title: 'Проживають люди (повністю заселено)',
    value: 'Проживають люди (повністю заселено)',
    filter: {
      estateType: 'Квартири, житлові та нежитлові приміщення',
      conclusionType: 'Відсутня можливість використання об\'єкта нерухомого майна для проживання внутрішньо переміщених осіб'
    }
  },
  {
    title: 'Проведення будь-якого ремонту є недоцільним',
    value: 'Проведення будь-якого ремонту є недоцільним',
    filter: {
      estateType: 'Квартири, житлові та нежитлові приміщення',
      conclusionType: 'Відсутня можливість використання об\'єкта нерухомого майна для проживання внутрішньо переміщених осіб'
    }
  },
  {
    title: 'Необхідність проведення поточного ремонту',
    value: 'Необхідність проведення поточного ремонту',
    filter: {
      estateType: 'Квартири, житлові та нежитлові приміщення',
      conclusionType: 'Відсутня можливість використання об\'єкта нерухомого майна для проживання внутрішньо переміщених осіб'
    }
  },
  {
    title: 'Необхідність проведення реконструкції',
    value: 'Необхідність проведення реконструкції',
    filter: {
      estateType: 'Квартири, житлові та нежитлові приміщення',
      conclusionType: 'Відсутня можливість використання об\'єкта нерухомого майна для проживання внутрішньо переміщених осіб'
    }
  },
  {
    title: 'Необхідність проведення капітального ремонту',
    value: 'Необхідність проведення капітального ремонту',
    filter: {
      estateType: 'Квартири, житлові та нежитлові приміщення',
      conclusionType: 'Відсутня можливість використання об\'єкта нерухомого майна для проживання внутрішньо переміщених осіб'
    }
  },
  // Lands available
  {
    title: 'Земельна ділянка придатна для будівництва',
    value: 'Земельна ділянка придатна для будівництва',
    filter: {
      estateType: 'Земельні ділянки',
      conclusionType: 'Можливе використання земельної ділянки для будівництва об\'єктів нерухомого майна для проживання внутрішньо переміщених осіб та/або розміщення тимчасових споруд, їх комплексів, призначених для життєзабезпечення (тимчасового проживання та обслуговування) внутрішньо переміщених осіб'
    }
  },
  // Lands non-available
  {
    title: 'Необхідне вчинення дій для можливості використання земельної ділянки',
    value: 'Необхідне вчинення дій для можливості використання земельної ділянки для будівництва об\'єктів нерухомого майна для проживання внутрішньо переміщених осіб та/або розміщення тимчасових споруд, їх комплексів, призначених для життєзабезпечення (тимчасового проживання та обслуговування) внутрішньо переміщених осіб',
    filter: {
      estateType: 'Земельні ділянки',
      conclusionType: 'Неможливе використання земельної ділянки для будівництва об\'єктів нерухомого майна для проживання внутрішньо переміщених осіб та/або розміщення тимчасових споруд, їх комплексів, призначених для життєзабезпечення (тимчасового проживання та обслуговування) внутрішньо переміщених осіб'
    }
  },
  {
    title: 'Відсутня необхідність вчинення дій для можливості використання земельної ділянки',
    value: 'Відсутня необхідність вчинення дій для можливості використання земельної ділянки',
    filter: {
      estateType: 'Земельні ділянки',
      conclusionType: 'Неможливе використання земельної ділянки для будівництва об\'єктів нерухомого майна для проживання внутрішньо переміщених осіб та/або розміщення тимчасових споруд, їх комплексів, призначених для життєзабезпечення (тимчасового проживання та обслуговування) внутрішньо переміщених осіб'
    }
  }
]

export default conclusionDetails
