const dangerCategories = [
  {
    title: 'Категорія А: вибухопожежонебезпечна',
    description: 'Горючі гази, легкозаймисті рідини, з температурою спалаху не більше 28ºС в такій кількості, що можуть утворювати вибухонебезпечні паро газоповітряні суміші, при спалахуванні яких розвивається розрахунковий надлишковий тиск вибуху в приміщенні, , що перевершує 5 кПа. Речовини та матеріали, здатні вибухати та горіти при взаємодії з водою, киснем повітря, або одне з одним у такій кількості, що розрахунковий надлишковий тиск вибуху у приміщенні більше 5 кПа.',
  },
  {
    title: 'Категорія Б: вибухопожежонебезпечна',
    description: 'Горючий пил або волокна легкозаймисті рідини з температурою спалаху більше 28ºС, горючі рідини в такій кількості, що можуть утворювати вибухонебезпечні пило повітряні суміші або пароповітряні, при спалахувані яких розвивається розрахунковий надлишковий тиск вибуху в приміщенні, що перевищує 5 кПа.',
  },
  {
    title: 'Категорія В: пожежонебезпечна',
    description: 'Горючі та важкогорючі рідини, тверді горючі та важкогорючі речовини і матеріали, здатні при взаємодії з водою, киснем повітря або одне з одним горіти, за умови, що приміщення, в яких вони знаходяться, не належать до категорій А і Б.',
  },
  {
    title: 'Категорія Г: помірно пожежонебезпечна',
    description: 'Негорючі речовини та матеріали в гарячому, розжареному стані, розплавлені, процес обробки яких супроводжується виділенням променистого тепла, іскор полум’я; горючі гази, рідини, тверді речовини, які спалюються або утилізуються як паливо.',
  },
  {
    title: 'Категорія Д: знижено пожежонебезпечна',
    description: 'Негорючі речовини та матеріали в холодному стані. Приміщення, в яких знаходяться горючі речовини в системах машин, охолодження та гідроприводу устаткування.',
  },
]

export default dangerCategories
