const functionalPurposes = [
  {
    code: '1',
    title: 'Житлова будівля'
  },
  {
    code: '10',
    title: 'Гуртожитки'
  },
  {
    code: '11',
    title: 'Квартири'
  },
  {
    code: '12',
    title: 'Житлові будинки'
  },
  {
    code: '2',
    title: 'Нежитлова будівля'
  },
  {
    code: '20',
    title: 'Адміністративна будівля'
  },
  {
    code: '21',
    title: 'Будівлі закладів освіти'
  },
  {
    code: '22',
    title: 'Будівлі охорони здоров’я та соціального захисту'
  },
  {
    code: '23',
    title: 'Об\'єкти культурного призначення'
  },
  {
    code: '24',
    title: 'Готелі, туристичні бази, санаторії'
  },
  {
    code: '25',
    title: 'Казарми'
  },
  {
    code: '26',
    title: 'Складські споруди і приміщення'
  },
  {
    code: '27',
    title: 'Модульні містечка/будинки'
  }
]

export default functionalPurposes
