// Source:
// https://land.gov.ua/wp-content/uploads/2024/05/dodatok-59.pdf

// Codebook:

// sectionCode - код розділу
// section - розділ - Назва виду цільового призначення
// subsectionCode - код підрозділу 
// subsection - підрозділ - Категорія: землі сільськогосподарського призначення
// ukcvz - Код згідно з УКЦВЗ
// kvcpz -Код згідно з КВЦПЗ

const landCategories = [
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.01',
    subsection: 'Для ведення товарного сільськогосподарського виробництва',
    ukcvz: '1.1; 2.1',
    kvcpz: '1.01'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.02',
    subsection: 'Для ведення фермерського господарства',
    ukcvz: '1.5; 2.5',
    kvcpz: '1.02'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.03',
    subsection: 'Для ведення особистого селянського господарства',
    ukcvz: '1.2; 2.2; 2.4',
    kvcpz: '1.03'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.04',
    subsection: 'Для ведення підсобного сільського господарства',
    ukcvz: '1.4; 2.2; 2.4',
    kvcpz: '1.04'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.05',
    subsection: 'Для індивідуального садівництва',
    ukcvz: '1.2; 2.2',
    kvcpz: '1.05'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.06',
    subsection: 'Для колективного садівництва',
    ukcvz: '1.2; 2.2',
    kvcpz: '1.06'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.07',
    subsection: 'Для городництва',
    ukcvz: '1.2; 2.2',
    kvcpz: '1.07'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.08',
    subsection: 'Для сінокосіння і випасання худоби',
    ukcvz: '1.2; 2.2',
    kvcpz: '1.08'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.09',
    subsection: 'Для дослідних і навчальних цілей',
    ukcvz: '1.3; 2.3',
    kvcpz: '1.09'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.1',
    subsection: 'Для пропаганди передового досвіду ведення сільського господарства',
    ukcvz: '1.3; 2.3',
    kvcpz: '1.1'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.11',
    subsection: 'Для надання послуг у сільському господарстві',
    ukcvz: '1.6; 2.6',
    kvcpz: '1.11'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.12',
    subsection: 'Для розміщення інфраструктури оптових ринків сільськогосподарської продукції',
    ukcvz: '',
    kvcpz: '1.12'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.13',
    subsection: 'Для іншого сільськогосподарського призначення',
    ukcvz: '1.7; 2.7',
    kvcpz: '1.13'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.14',
    subsection: 'Для цілей підрозділів 01.01 - 01.13, 01.15 - 01.19 та для збереження та використання земель природно-заповідного фонду',
    ukcvz: '',
    kvcpz: '01.14; 19.00'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.15',
    subsection: 'Земельні ділянки запасу під сільськогосподарськими будівлями і дворами',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.16',
    subsection: 'Земельні ділянки під полезахисними лісовими смугами',
    ukcvz: '',
    kvcpz: '1.13'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.17',
    subsection: 'Земельні ділянки запасу (земельні ділянки, які не надані у власність або користування громадянами чи юридичними особами)',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.18',
    subsection: 'Земельні ділянки загального користування, які використовуються як польові дороги, прогони',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '1',
    section: 'Земельні ділянки сільськогосподарського призначення (земельні ділянки, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури, у тому числі інфраструктури оптових ринків сільськогосподарської продукції, або призначені для цих цілей; земельні ділянки, надані для діяльності у сфері надання послуг у сільському господарстві, та інше)',
    subsectionCode: '1.19',
    subsection: 'Земельні ділянки під громадськими сіножатями та громадськими пасовищами',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '2',
    section: 'Земельні ділянки житлової забудови (земельні ділянки, які використовуються для розміщення житлової забудови (житлові будинки, гуртожитки, господарські будівлі та інше); земельні ділянки, які використовуються для розміщення гаражного будівництва)',
    subsectionCode: '2.01',
    subsection: 'Для будівництва і обслуговування житлового будинку, господарських будівель і споруд (присадибна ділянка)',
    ukcvz: '1.8',
    kvcpz: '2.01'
  },
  {
    sectionCode: '2',
    section: 'Земельні ділянки житлової забудови (земельні ділянки, які використовуються для розміщення житлової забудови (житлові будинки, гуртожитки, господарські будівлі та інше); земельні ділянки, які використовуються для розміщення гаражного будівництва)',
    subsectionCode: '2.02',
    subsection: 'Для колективного житлового будівництва',
    ukcvz: '1.9',
    kvcpz: '2.02'
  },
  {
    sectionCode: '2',
    section: 'Земельні ділянки житлової забудови (земельні ділянки, які використовуються для розміщення житлової забудови (житлові будинки, гуртожитки, господарські будівлі та інше); земельні ділянки, які використовуються для розміщення гаражного будівництва)',
    subsectionCode: '2.03',
    subsection: 'Для будівництва і обслуговування багатоквартирного житлового будинку',
    ukcvz: '',
    kvcpz: '2.03'
  },
  {
    sectionCode: '2',
    section: 'Земельні ділянки житлової забудови (земельні ділянки, які використовуються для розміщення житлової забудови (житлові будинки, гуртожитки, господарські будівлі та інше); земельні ділянки, які використовуються для розміщення гаражного будівництва)',
    subsectionCode: '2.04',
    subsection: 'Для будівництва і обслуговування будівель тимчасового проживання',
    ukcvz: '',
    kvcpz: '2.04'
  },
  {
    sectionCode: '2',
    section: 'Земельні ділянки житлової забудови (земельні ділянки, які використовуються для розміщення житлової забудови (житлові будинки, гуртожитки, господарські будівлі та інше); земельні ділянки, які використовуються для розміщення гаражного будівництва)',
    subsectionCode: '2.05',
    subsection: 'Для будівництва індивідуальних гаражів',
    ukcvz: '1.8',
    kvcpz: '2.05'
  },
  {
    sectionCode: '2',
    section: 'Земельні ділянки житлової забудови (земельні ділянки, які використовуються для розміщення житлової забудови (житлові будинки, гуртожитки, господарські будівлі та інше); земельні ділянки, які використовуються для розміщення гаражного будівництва)',
    subsectionCode: '2.06',
    subsection: 'Для колективного гаражного будівництва',
    ukcvz: '1.9',
    kvcpz: '2.06'
  },
  {
    sectionCode: '2',
    section: 'Земельні ділянки житлової забудови (земельні ділянки, які використовуються для розміщення житлової забудови (житлові будинки, гуртожитки, господарські будівлі та інше); земельні ділянки, які використовуються для розміщення гаражного будівництва)',
    subsectionCode: '2.07',
    subsection: 'Для іншої житлової забудови',
    ukcvz: '1.13.1',
    kvcpz: '2.07'
  },
  {
    sectionCode: '2',
    section: 'Земельні ділянки житлової забудови (земельні ділянки, які використовуються для розміщення житлової забудови (житлові будинки, гуртожитки, господарські будівлі та інше); земельні ділянки, які використовуються для розміщення гаражного будівництва)',
    subsectionCode: '2.08',
    subsection: 'Для цілей підрозділів 02.01 - 02.07, 02.09 - 02.12 та для збереження та використання земель природно-заповідного фонду',
    ukcvz: '',
    kvcpz: '02.08; 19.00'
  },
  {
    sectionCode: '2',
    section: 'Земельні ділянки житлової забудови (земельні ділянки, які використовуються для розміщення житлової забудови (житлові будинки, гуртожитки, господарські будівлі та інше); земельні ділянки, які використовуються для розміщення гаражного будівництва)',
    subsectionCode: '2.09',
    subsection: 'Для будівництва і обслуговування паркінгів та автостоянок на землях житлової та громадської забудови',
    ukcvz: '1.13',
    kvcpz: '2.09'
  },
  {
    sectionCode: '2',
    section: 'Земельні ділянки житлової забудови (земельні ділянки, які використовуються для розміщення житлової забудови (житлові будинки, гуртожитки, господарські будівлі та інше); земельні ділянки, які використовуються для розміщення гаражного будівництва)',
    subsectionCode: '2.1',
    subsection: 'Для будівництва і обслуговування багатоквартирного житлового будинку з об\'єктами торгово-розважальної та ринкової інфраструктури',
    ukcvz: '1.13',
    kvcpz: '2.1'
  },
  {
    sectionCode: '2',
    section: 'Земельні ділянки житлової забудови (земельні ділянки, які використовуються для розміщення житлової забудови (житлові будинки, гуртожитки, господарські будівлі та інше); земельні ділянки, які використовуються для розміщення гаражного будівництва)',
    subsectionCode: '2.11',
    subsection: 'Земельні ділянки запасу (земельні ділянки, які не надані у власність або користування громадянам чи юридичним особам)',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '2',
    section: 'Земельні ділянки житлової забудови (земельні ділянки, які використовуються для розміщення житлової забудови (житлові будинки, гуртожитки, господарські будівлі та інше); земельні ділянки, які використовуються для розміщення гаражного будівництва)',
    subsectionCode: '2.12',
    subsection: 'Земельні ділянки загального користування, які використовуються як внутрішньоквартальні проїзди, пішохідні зони',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.01',
    subsection: 'Для будівництва та обслуговування будівель органів державної влади та органів місцевого самоврядування',
    ukcvz: '1.12.1',
    kvcpz: '3.01'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.02',
    subsection: 'Для будівництва та обслуговування будівель закладів освіти',
    ukcvz: '1.12.3',
    kvcpz: '3.02'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.03',
    subsection: 'Для будівництва та обслуговування будівель закладів охорони здоров\'я та соціальної допомоги',
    ukcvz: '1.12.5',
    kvcpz: '3.03'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.04',
    subsection: 'Для будівництва та обслуговування будівель громадських та релігійних організацій',
    ukcvz: '1.12.6',
    kvcpz: '3.04'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.05',
    subsection: 'Для будівництва та обслуговування будівель закладів культурно-просвітницького обслуговування',
    ukcvz: '1.12.4',
    kvcpz: '3.05'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.06',
    subsection: 'Для будівництва та обслуговування будівель екстериторіальних організацій та органів',
    ukcvz: '1.12.8',
    kvcpz: '3.06'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.07',
    subsection: 'Для будівництва та обслуговування будівель торгівлі',
    ukcvz: '1.11; 1.11.2; 1.11.3; 1.13.4; 1.11.6; 1.21',
    kvcpz: '3.07'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.08',
    subsection: 'Для будівництва та обслуговування об\'єктів туристичної інфраструктури та закладів громадського харчування',
    ukcvz: '1.11',
    kvcpz: '3.08'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.09',
    subsection: 'Для будівництва та обслуговування будівель кредитно-фінансових установ',
    ukcvz: '1.11',
    kvcpz: '3.09'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.1',
    subsection: 'Для будівництва та обслуговування адміністративних будинків, офісних будівель компаній, які займаються підприємницькою діяльністю, пов'язаною з отриманням прибутку',
    ukcvz: '1.11; 1.11.1; 1.11.3; 1.11.4; 1.11.5; 1.11.6; 1.12; 1.12.7; 1.12.9; 1.13.2; 1.13.3; 1.13.4; 1.21',
    kvcpz: '3.1'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.11',
    subsection: 'Для будівництва та обслуговування будівель і споруд закладів науки',
    ukcvz: '1.11.5',
    kvcpz: '3.11'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.12',
    subsection: 'Для будівництва та обслуговування будівель закладів комунального обслуговування',
    ukcvz: '1.12.9',
    kvcpz: '3.12'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.13',
    subsection: 'Для будівництва та обслуговування будівель закладів побутового обслуговування',
    ukcvz: '1.11',
    kvcpz: '3.13'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.14',
    subsection: 'Для розміщення та постійної діяльності органів і підрозділів ДСНС',
    ukcvz: '',
    kvcpz: '3.14'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.15',
    subsection: 'Для будівництва та обслуговування інших будівель громадської забудови',
    ukcvz: '1.11.5; 1.12.9;',
    kvcpz: '3.15'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.16',
    subsection: 'Для цілей підрозділів 03.01 - 03.15, 03.17 - 03.20 та для збереження та використання земель природно-заповідного фонду',
    ukcvz: '',
    kvcpz: '03.16; 19.00'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.17',
    subsection: 'Для розміщення та експлуатації закладів з обслуговування відвідувачів об\'єктів рекреаційного призначення',
    ukcvz: '1.6; 1.11; 1.11.3; 1.11.6; 1.17; 2.6; 4.3',
    kvcpz: '3.17'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.18',
    subsection: 'Для розміщення та експлуатації установ/місць виконання покарань',
    ukcvz: '',
    kvcpz: '3.18'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.19',
    subsection: 'Земельні ділянки запасу (земельні ділянки, які не надані у власність або користування громадянам чи юридичним особам)',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '3',
    section: 'Земельні ділянки громадської забудови (земельні ділянки, які використовуються для розміщення громадських будівель і споруд (готелів, офісних будівель, торговельних будівель, для публічних виступів, для музеїв та бібліотек, для навчальних та дослідних закладів, для лікарень та оздоровчих закладів), інших об\'єктів загального користування)',
    subsectionCode: '3.2',
    subsection: 'Земельні ділянки загального користування, які використовуються як внутрішньоквартальні проїзди, пішохідні зони',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '4',
    section: 'Земельні ділянки природно-заповідного фонду (природні території та об\'єкти (природні заповідники, національні природні парки, біосферні заповідники, регіональні ландшафтні парки, заказники, пам\'ятки природи, заповідні урочища), а також штучно створені об\'єкти (ботанічні сади, дендрологічні парки, зоологічні парки, парки-пам\'ятки садово-паркового мистецтва), що надаються в постійне користування спеціальним адміністраціям територій та об\'єктів природно-заповідного фонду (крім земельних ділянок під об\'єктами природно-заповідного фонду, що включені до їх складу без вилучення)',
    subsectionCode: '4.01',
    subsection: 'Для збереження та використання біосферних заповідників',
    ukcvz: '1.15',
    kvcpz: ''
  },
  {
    sectionCode: '4',
    section: 'Земельні ділянки природно-заповідного фонду (природні території та об\'єкти (природні заповідники, національні природні парки, біосферні заповідники, регіональні ландшафтні парки, заказники, пам\'ятки природи, заповідні урочища), а також штучно створені об\'єкти (ботанічні сади, дендрологічні парки, зоологічні парки, парки-пам\'ятки садово-паркового мистецтва), що надаються в постійне користування спеціальним адміністраціям територій та об\'єктів природно-заповідного фонду (крім земельних ділянок під об\'єктами природно-заповідного фонду, що включені до їх складу без вилучення)',
    subsectionCode: '4.02',
    subsection: 'Для збереження та використання природних заповідників',
    ukcvz: '1.15',
    kvcpz: ''
  },
  {
    sectionCode: '4',
    section: 'Земельні ділянки природно-заповідного фонду (природні території та об\'єкти (природні заповідники, національні природні парки, біосферні заповідники, регіональні ландшафтні парки, заказники, пам\'ятки природи, заповідні урочища), а також штучно створені об\'єкти (ботанічні сади, дендрологічні парки, зоологічні парки, парки-пам\'ятки садово-паркового мистецтва), що надаються в постійне користування спеціальним адміністраціям територій та об\'єктів природно-заповідного фонду (крім земельних ділянок під об\'єктами природно-заповідного фонду, що включені до їх складу без вилучення)',
    subsectionCode: '4.03',
    subsection: 'Для збереження та використання національних природних парків',
    ukcvz: '1.15',
    kvcpz: ''
  },
  {
    sectionCode: '4',
    section: 'Земельні ділянки природно-заповідного фонду (природні території та об\'єкти (природні заповідники, національні природні парки, біосферні заповідники, регіональні ландшафтні парки, заказники, пам\'ятки природи, заповідні урочища), а також штучно створені об\'єкти (ботанічні сади, дендрологічні парки, зоологічні парки, парки-пам\'ятки садово-паркового мистецтва), що надаються в постійне користування спеціальним адміністраціям територій та об\'єктів природно-заповідного фонду (крім земельних ділянок під об\'єктами природно-заповідного фонду, що включені до їх складу без вилучення)',
    subsectionCode: '4.04',
    subsection: 'Для збереження та використання ботанічних садів',
    ukcvz: '1.15',
    kvcpz: ''
  },
  {
    sectionCode: '4',
    section: 'Земельні ділянки природно-заповідного фонду (природні території та об\'єкти (природні заповідники, національні природні парки, біосферні заповідники, регіональні ландшафтні парки, заказники, пам\'ятки природи, заповідні урочища), а також штучно створені об\'єкти (ботанічні сади, дендрологічні парки, зоологічні парки, парки-пам\'ятки садово-паркового мистецтва), що надаються в постійне користування спеціальним адміністраціям територій та об\'єктів природно-заповідного фонду (крім земельних ділянок під об\'єктами природно-заповідного фонду, що включені до їх складу без вилучення)',
    subsectionCode: '4.05',
    subsection: 'Для збереження та використання зоологічних парків',
    ukcvz: '1.15',
    kvcpz: ''
  },
  {
    sectionCode: '4',
    section: 'Земельні ділянки природно-заповідного фонду (природні території та об\'єкти (природні заповідники, національні природні парки, біосферні заповідники, регіональні ландшафтні парки, заказники, пам\'ятки природи, заповідні урочища), а також штучно створені об\'єкти (ботанічні сади, дендрологічні парки, зоологічні парки, парки-пам\'ятки садово-паркового мистецтва), що надаються в постійне користування спеціальним адміністраціям територій та об\'єктів природно-заповідного фонду (крім земельних ділянок під об\'єктами природно-заповідного фонду, що включені до їх складу без вилучення)',
    subsectionCode: '4.06',
    subsection: 'Для збереження та використання дендрологічних парків',
    ukcvz: '1.15',
    kvcpz: ''
  },
  {
    sectionCode: '4',
    section: 'Земельні ділянки природно-заповідного фонду (природні території та об\'єкти (природні заповідники, національні природні парки, біосферні заповідники, регіональні ландшафтні парки, заказники, пам\'ятки природи, заповідні урочища), а також штучно створені об\'єкти (ботанічні сади, дендрологічні парки, зоологічні парки, парки-пам\'ятки садово-паркового мистецтва), що надаються в постійне користування спеціальним адміністраціям територій та об\'єктів природно-заповідного фонду (крім земельних ділянок під об\'єктами природно-заповідного фонду, що включені до їх складу без вилучення)',
    subsectionCode: '4.07',
    subsection: 'Для збереження та використання парків-пам\'яток садово-паркового мистецтва',
    ukcvz: '1.15',
    kvcpz: ''
  },
  {
    sectionCode: '4',
    section: 'Земельні ділянки природно-заповідного фонду (природні території та об\'єкти (природні заповідники, національні природні парки, біосферні заповідники, регіональні ландшафтні парки, заказники, пам\'ятки природи, заповідні урочища), а також штучно створені об\'єкти (ботанічні сади, дендрологічні парки, зоологічні парки, парки-пам\'ятки садово-паркового мистецтва), що надаються в постійне користування спеціальним адміністраціям територій та об\'єктів природно-заповідного фонду (крім земельних ділянок під об\'єктами природно-заповідного фонду, що включені до їх складу без вилучення)',
    subsectionCode: '4.08',
    subsection: 'Для збереження та використання заказників',
    ukcvz: '1.15',
    kvcpz: ''
  },
  {
    sectionCode: '4',
    section: 'Земельні ділянки природно-заповідного фонду (природні території та об\'єкти (природні заповідники, національні природні парки, біосферні заповідники, регіональні ландшафтні парки, заказники, пам\'ятки природи, заповідні урочища), а також штучно створені об\'єкти (ботанічні сади, дендрологічні парки, зоологічні парки, парки-пам\'ятки садово-паркового мистецтва), що надаються в постійне користування спеціальним адміністраціям територій та об\'єктів природно-заповідного фонду (крім земельних ділянок під об\'єктами природно-заповідного фонду, що включені до їх складу без вилучення)',
    subsectionCode: '4.09',
    subsection: 'Для збереження та використання заповідних урочищ',
    ukcvz: '1.15',
    kvcpz: ''
  },
  {
    sectionCode: '4',
    section: 'Земельні ділянки природно-заповідного фонду (природні території та об\'єкти (природні заповідники, національні природні парки, біосферні заповідники, регіональні ландшафтні парки, заказники, пам\'ятки природи, заповідні урочища), а також штучно створені об\'єкти (ботанічні сади, дендрологічні парки, зоологічні парки, парки-пам\'ятки садово-паркового мистецтва), що надаються в постійне користування спеціальним адміністраціям територій та об\'єктів природно-заповідного фонду (крім земельних ділянок під об\'єктами природно-заповідного фонду, що включені до їх складу без вилучення)',
    subsectionCode: '4.1',
    subsection: 'Для збереження та використання пам\'яток природи',
    ukcvz: '1.15',
    kvcpz: ''
  },
  {
    sectionCode: '4',
    section: 'Земельні ділянки природно-заповідного фонду (природні території та об\'єкти (природні заповідники, національні природні парки, біосферні заповідники, регіональні ландшафтні парки, заказники, пам\'ятки природи, заповідні урочища), а також штучно створені об\'єкти (ботанічні сади, дендрологічні парки, зоологічні парки, парки-пам\'ятки садово-паркового мистецтва), що надаються в постійне користування спеціальним адміністраціям територій та об\'єктів природно-заповідного фонду (крім земельних ділянок під об\'єктами природно-заповідного фонду, що включені до їх складу без вилучення)',
    subsectionCode: '4.11',
    subsection: 'Для збереження та використання регіональних ландшафтних парків',
    ukcvz: '1.15',
    kvcpz: ''
  },
  {
    sectionCode: '5',
    section: 'Земельні ділянки іншого природоохоронного призначення',
    subsectionCode: '5.01',
    subsection: 'Земельні ділянки іншого природоохоронного призначення (земельні ділянки, в межах яких є природні об\'єкти, що мають особливу наукову цінність, та які надаються для збереження і використання цих об\'єктів, проведення наукових досліджень, освітньої та виховної роботи)',
    ukcvz: '4.1',
    kvcpz: '5'
  },
  {
    sectionCode: '5',
    section: 'Земельні ділянки іншого природоохоронного призначення',
    subsectionCode: '5.02',
    subsection: 'Земельні ділянки запасу (земельні ділянки, які не надані у власність або користування громадянам чи юридичним особам)',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '6',
    section: 'Земельні ділянки оздоровчого призначення (земельні ділянки, що мають природні лікувальні властивості, які використовуються або можуть використовуватися для профілактики захворювань і лікування людей)',
    subsectionCode: '6.01',
    subsection: 'Для будівництва і обслуговування санаторно-оздоровчих закладів',
    ukcvz: '4.2; 1.16',
    kvcpz: '6.01'
  },
  {
    sectionCode: '6',
    section: 'Земельні ділянки оздоровчого призначення (земельні ділянки, що мають природні лікувальні властивості, які використовуються або можуть використовуватися для профілактики захворювань і лікування людей)',
    subsectionCode: '6.02',
    subsection: 'Для розробки родовищ природних лікувальних ресурсів',
    ukcvz: '4.2; 1.16',
    kvcpz: '6.02'
  },
  {
    sectionCode: '6',
    section: 'Земельні ділянки оздоровчого призначення (земельні ділянки, що мають природні лікувальні властивості, які використовуються або можуть використовуватися для профілактики захворювань і лікування людей)',
    subsectionCode: '6.03',
    subsection: 'Для інших оздоровчих цілей',
    ukcvz: '4.2; 1.16',
    kvcpz: '6.03'
  },
  {
    sectionCode: '6',
    section: 'Земельні ділянки оздоровчого призначення (земельні ділянки, що мають природні лікувальні властивості, які використовуються або можуть використовуватися для профілактики захворювань і лікування людей)',
    subsectionCode: '6.04',
    subsection: 'Для цілей підрозділів 06.01 - 06.03, 06.05 та для збереження та використання земель природно-заповідного фонду',
    ukcvz: '-',
    kvcpz: '06.04; 19.00'
  },
  {
    sectionCode: '6',
    section: 'Земельні ділянки оздоровчого призначення (земельні ділянки, що мають природні лікувальні властивості, які використовуються або можуть використовуватися для профілактики захворювань і лікування людей)',
    subsectionCode: '6.05',
    subsection: 'Земельні ділянки запасу (земельні ділянки, які не надані у власність або користування громадянам чи юридичним особам)',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '7',
    section: 'Земельні ділянки рекреаційного призначення (земельні ділянки зелених зон і зелених насаджень міст та інших населених пунктів, навчально-туристських та екологічних стежок, маркованих трас, земельні ділянки, зайняті територіями будинків відпочинку, пансіонатів, об\'єктів фізичної культури і спорту, туристичних баз, кемпінгів, яхт-клубів, стаціонарних і наметових туристично-оздоровчих таборів, будинків рибалок і мисливців, дитячих туристичних станцій, дитячих та спортивних таборів, інших аналогічних об\'єктів, а також земельні ділянки, надані для дачного будівництва і спорудження інших об\'єктів стаціонарної рекреації)',
    subsectionCode: '7.01',
    subsection: 'Для будівництва та обслуговування об\'єктів рекреаційного призначення',
    ukcvz: '4.3; 1.17',
    kvcpz: '7.01'
  },
  {
    sectionCode: '7',
    section: 'Земельні ділянки рекреаційного призначення (земельні ділянки зелених зон і зелених насаджень міст та інших населених пунктів, навчально-туристських та екологічних стежок, маркованих трас, земельні ділянки, зайняті територіями будинків відпочинку, пансіонатів, об\'єктів фізичної культури і спорту, туристичних баз, кемпінгів, яхт-клубів, стаціонарних і наметових туристично-оздоровчих таборів, будинків рибалок і мисливців, дитячих туристичних станцій, дитячих та спортивних таборів, інших аналогічних об\'єктів, а також земельні ділянки, надані для дачного будівництва і спорудження інших об\'єктів стаціонарної рекреації)',
    subsectionCode: '7.02',
    subsection: 'Для будівництва та обслуговування об\'єктів фізичної культури і спорту',
    ukcvz: '4.3; 1.17',
    kvcpz: '7.02'
  },
  {
    sectionCode: '7',
    section: 'Земельні ділянки рекреаційного призначення (земельні ділянки зелених зон і зелених насаджень міст та інших населених пунктів, навчально-туристських та екологічних стежок, маркованих трас, земельні ділянки, зайняті територіями будинків відпочинку, пансіонатів, об\'єктів фізичної культури і спорту, туристичних баз, кемпінгів, яхт-клубів, стаціонарних і наметових туристично-оздоровчих таборів, будинків рибалок і мисливців, дитячих туристичних станцій, дитячих та спортивних таборів, інших аналогічних об\'єктів, а також земельні ділянки, надані для дачного будівництва і спорудження інших об\'єктів стаціонарної рекреації)',
    subsectionCode: '7.03',
    subsection: 'Для індивідуального дачного будівництва',
    ukcvz: '1.8; 4.3; 1.17',
    kvcpz: '7.03'
  },
  {
    sectionCode: '7',
    section: 'Земельні ділянки рекреаційного призначення (земельні ділянки зелених зон і зелених насаджень міст та інших населених пунктів, навчально-туристських та екологічних стежок, маркованих трас, земельні ділянки, зайняті територіями будинків відпочинку, пансіонатів, об\'єктів фізичної культури і спорту, туристичних баз, кемпінгів, яхт-клубів, стаціонарних і наметових туристично-оздоровчих таборів, будинків рибалок і мисливців, дитячих туристичних станцій, дитячих та спортивних таборів, інших аналогічних об\'єктів, а також земельні ділянки, надані для дачного будівництва і спорудження інших об\'єктів стаціонарної рекреації)',
    subsectionCode: '7.04',
    subsection: 'Для колективного дачного будівництва',
    ukcvz: '1.8; 4.3; 1.17',
    kvcpz: '7.04'
  },
  {
    sectionCode: '7',
    section: 'Земельні ділянки рекреаційного призначення (земельні ділянки зелених зон і зелених насаджень міст та інших населених пунктів, навчально-туристських та екологічних стежок, маркованих трас, земельні ділянки, зайняті територіями будинків відпочинку, пансіонатів, об\'єктів фізичної культури і спорту, туристичних баз, кемпінгів, яхт-клубів, стаціонарних і наметових туристично-оздоровчих таборів, будинків рибалок і мисливців, дитячих туристичних станцій, дитячих та спортивних таборів, інших аналогічних об\'єктів, а також земельні ділянки, надані для дачного будівництва і спорудження інших об\'єктів стаціонарної рекреації)',
    subsectionCode: '7.05',
    subsection: 'Для цілей підрозділів 07.01 - 07.04, 07.06 - 07.09 та для збереження та використання земель природно-заповідного фонду',
    ukcvz: '',
    kvcpz: '07.05; 19.00'
  },
  {
    sectionCode: '7',
    section: 'Земельні ділянки рекреаційного призначення (земельні ділянки зелених зон і зелених насаджень міст та інших населених пунктів, навчально-туристських та екологічних стежок, маркованих трас, земельні ділянки, зайняті територіями будинків відпочинку, пансіонатів, об\'єктів фізичної культури і спорту, туристичних баз, кемпінгів, яхт-клубів, стаціонарних і наметових туристично-оздоровчих таборів, будинків рибалок і мисливців, дитячих туристичних станцій, дитячих та спортивних таборів, інших аналогічних об\'єктів, а також земельні ділянки, надані для дачного будівництва і спорудження інших об\'єктів стаціонарної рекреації)',
    subsectionCode: '7.06',
    subsection: 'Для збереження, використання та відтворення зелених зон і зелених насаджень',
    ukcvz: '',
    kvcpz: '7.01'
  },
  {
    sectionCode: '7',
    section: 'Земельні ділянки рекреаційного призначення (земельні ділянки зелених зон і зелених насаджень міст та інших населених пунктів, навчально-туристських та екологічних стежок, маркованих трас, земельні ділянки, зайняті територіями будинків відпочинку, пансіонатів, об\'єктів фізичної культури і спорту, туристичних баз, кемпінгів, яхт-клубів, стаціонарних і наметових туристично-оздоровчих таборів, будинків рибалок і мисливців, дитячих туристичних станцій, дитячих та спортивних таборів, інших аналогічних об\'єктів, а також земельні ділянки, надані для дачного будівництва і спорудження інших об\'єктів стаціонарної рекреації)',
    subsectionCode: '7.07',
    subsection: 'Земельні ділянки запасу (земельні ділянки, які не надані у власність або користування громадянам чи юридичним особам)',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '7',
    section: 'Земельні ділянки рекреаційного призначення (земельні ділянки зелених зон і зелених насаджень міст та інших населених пунктів, навчально-туристських та екологічних стежок, маркованих трас, земельні ділянки, зайняті територіями будинків відпочинку, пансіонатів, об\'єктів фізичної культури і спорту, туристичних баз, кемпінгів, яхт-клубів, стаціонарних і наметових туристично-оздоровчих таборів, будинків рибалок і мисливців, дитячих туристичних станцій, дитячих та спортивних таборів, інших аналогічних об\'єктів, а також земельні ділянки, надані для дачного будівництва і спорудження інших об\'єктів стаціонарної рекреації)',
    subsectionCode: '7.08',
    subsection: 'Земельні ділянки загального користування, які використовуються як зелені насадження загального користування',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '7',
    section: 'Земельні ділянки рекреаційного призначення (земельні ділянки зелених зон і зелених насаджень міст та інших населених пунктів, навчально-туристських та екологічних стежок, маркованих трас, земельні ділянки, зайняті територіями будинків відпочинку, пансіонатів, об\'єктів фізичної культури і спорту, туристичних баз, кемпінгів, яхт-клубів, стаціонарних і наметових туристично-оздоровчих таборів, будинків рибалок і мисливців, дитячих туристичних станцій, дитячих та спортивних таборів, інших аналогічних об\'єктів, а також земельні ділянки, надані для дачного будівництва і спорудження інших об\'єктів стаціонарної рекреації)',
    subsectionCode: '7.09',
    subsection: 'Земельні ділянки загального користування відведені під місця поховання',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '8',
    section: 'Земельні ділянки історико-культурного призначення (земельні ділянки, на яких розташовані: пам\'ятки культурної спадщини, їх комплекси (ансамблі), історико-культурні заповідники, історико-культурні заповідні території, охоронювані археологічні території, музеї просто неба, меморіальні музеї-садиби)',
    subsectionCode: '8.01',
    subsection: 'Для забезпечення охорони об\'єктів культурної спадщини',
    ukcvz: '4.4; 1.18',
    kvcpz: '8.01'
  },
  {
    sectionCode: '8',
    section: 'Земельні ділянки історико-культурного призначення (земельні ділянки, на яких розташовані: пам\'ятки культурної спадщини, їх комплекси (ансамблі), історико-культурні заповідники, історико-культурні заповідні території, охоронювані археологічні території, музеї просто неба, меморіальні музеї-садиби)',
    subsectionCode: '8.02',
    subsection: 'Для розміщення та обслуговування музейних закладів',
    ukcvz: '4.4; 1.18',
    kvcpz: '8.02'
  },
  {
    sectionCode: '8',
    section: 'Земельні ділянки історико-культурного призначення (земельні ділянки, на яких розташовані: пам\'ятки культурної спадщини, їх комплекси (ансамблі), історико-культурні заповідники, історико-культурні заповідні території, охоронювані археологічні території, музеї просто неба, меморіальні музеї-садиби)',
    subsectionCode: '8.03',
    subsection: 'Для іншого історико-культурного призначення',
    ukcvz: '4.4; 1.18',
    kvcpz: '8.03'
  },
  {
    sectionCode: '8',
    section: 'Земельні ділянки історико-культурного призначення (земельні ділянки, на яких розташовані: пам\'ятки культурної спадщини, їх комплекси (ансамблі), історико-культурні заповідники, історико-культурні заповідні території, охоронювані археологічні території, музеї просто неба, меморіальні музеї-садиби)',
    subsectionCode: '8.04',
    subsection: 'Для цілей підрозділів 08.01 - 08.03, 08.05 та для збереження та використання земель природно-заповідного фонду',
    ukcvz: '',
    kvcpz: '08.04; 19.00'
  },
  {
    sectionCode: '8',
    section: 'Земельні ділянки історико-культурного призначення (земельні ділянки, на яких розташовані: пам\'ятки культурної спадщини, їх комплекси (ансамблі), історико-культурні заповідники, історико-культурні заповідні території, охоронювані археологічні території, музеї просто неба, меморіальні музеї-садиби)',
    subsectionCode: '8.05',
    subsection: 'Земельні ділянки запасу (земельні ділянки, які не надані у власність або користування громадянам чи юридичним особам)',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '9',
    section: 'Земельні ділянки лісогосподарського призначення (земельні ділянки, вкриті лісовою рослинністю, а також не вкриті лісовою рослинністю, нелісові земельні ділянки, які надані та використовуються для потреб лісового господарства, крім земельних ділянок, зайнятих зеленими насадженнями у межах населених пунктів, які не віднесені до категорії лісів, а також земельних ділянок, зайнятих окремими деревами і групами дерев, чагарниками на сільськогосподарських угіддях, присадибних, дачних і садових ділянках)',
    subsectionCode: '9.01',
    subsection: 'Для ведення лісового господарства і пов\'язаних з ним послуг',
    ukcvz: '5.1; 1.19',
    kvcpz: '9.01'
  },
  {
    sectionCode: '9',
    section: 'Земельні ділянки лісогосподарського призначення (земельні ділянки, вкриті лісовою рослинністю, а також не вкриті лісовою рослинністю, нелісові земельні ділянки, які надані та використовуються для потреб лісового господарства, крім земельних ділянок, зайнятих зеленими насадженнями у межах населених пунктів, які не віднесені до категорії лісів, а також земельних ділянок, зайнятих окремими деревами і групами дерев, чагарниками на сільськогосподарських угіддях, присадибних, дачних і садових ділянках)',
    subsectionCode: '9.02',
    subsection: 'Для іншого лісогосподарського призначення',
    ukcvz: '5.1; 1.19',
    kvcpz: '9.02'
  },
  {
    sectionCode: '9',
    section: 'Земельні ділянки лісогосподарського призначення (земельні ділянки, вкриті лісовою рослинністю, а також не вкриті лісовою рослинністю, нелісові земельні ділянки, які надані та використовуються для потреб лісового господарства, крім земельних ділянок, зайнятих зеленими насадженнями у межах населених пунктів, які не віднесені до категорії лісів, а також земельних ділянок, зайнятих окремими деревами і групами дерев, чагарниками на сільськогосподарських угіддях, присадибних, дачних і садових ділянках)',
    subsectionCode: '9.03',
    subsection: 'Для цілей підрозділів 09.01 - 09.02, 09.04 - 09.05 та для збереження та використання земель природно-заповідного фонду',
    ukcvz: '5.1; 1.19',
    kvcpz: '09.03; 19.00'
  },
  {
    sectionCode: '9',
    section: 'Земельні ділянки лісогосподарського призначення (земельні ділянки, вкриті лісовою рослинністю, а також не вкриті лісовою рослинністю, нелісові земельні ділянки, які надані та використовуються для потреб лісового господарства, крім земельних ділянок, зайнятих зеленими насадженнями у межах населених пунктів, які не віднесені до категорії лісів, а також земельних ділянок, зайнятих окремими деревами і групами дерев, чагарниками на сільськогосподарських угіддях, присадибних, дачних і садових ділянках)',
    subsectionCode: '9.04',
    subsection: 'Для розміщення господарських дворів лісогосподарських підприємств, установ, організацій та будівель лісомисливського господарства',
    ukcvz: '5.1; 1.19',
    kvcpz: ''
  },
  {
    sectionCode: '9',
    section: 'Земельні ділянки лісогосподарського призначення (земельні ділянки, вкриті лісовою рослинністю, а також не вкриті лісовою рослинністю, нелісові земельні ділянки, які надані та використовуються для потреб лісового господарства, крім земельних ділянок, зайнятих зеленими насадженнями у межах населених пунктів, які не віднесені до категорії лісів, а також земельних ділянок, зайнятих окремими деревами і групами дерев, чагарниками на сільськогосподарських угіддях, присадибних, дачних і садових ділянках)',
    subsectionCode: '9.05',
    subsection: 'Земельні ділянки запасу (земельні ділянки, які не надані у власність або користування громадянам чи юридичним особам)',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.01',
    subsection: 'Для експлуатації та догляду за водними об\'єктами',
    ukcvz: '6.1',
    kvcpz: '10.01'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.02',
    subsection: 'Для облаштування та догляду за прибережними захисними смугами',
    ukcvz: '6.1',
    kvcpz: '10.02'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.03',
    subsection: 'Для експлуатації та догляду за смугами відведення',
    ukcvz: '6.1',
    kvcpz: '10.03'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.04',
    subsection: 'Для експлуатації та догляду за гідротехнічними, іншими водогосподарськими спорудами і каналами',
    ukcvz: '6.1; 1.20',
    kvcpz: '10.04'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.05',
    subsection: 'Для догляду за береговими смугами водних шляхів',
    ukcvz: '',
    kvcpz: '10.05'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.06',
    subsection: 'Для сінокосіння',
    ukcvz: '1.2; 2.2',
    kvcpz: '10.06'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.07',
    subsection: 'Для рибогосподарських потреб',
    ukcvz: '6.1',
    kvcpz: '10.07'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.08',
    subsection: 'Для культурно-оздоровчих потреб, рекреаційних, спортивних і туристичних цілей',
    ukcvz: '1.12.7',
    kvcpz: '10.08'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.09',
    subsection: 'Для проведення науково-дослідних робіт',
    ukcvz: '',
    kvcpz: '10.09'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.1',
    subsection: 'Для будівництва та експлуатації гідротехнічних, гідрометричних та лінійних споруд',
    ukcvz: '6.1; 1.20',
    kvcpz: '10.1'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.11',
    subsection: 'Для будівництва та експлуатації санаторіїв та інших лікувально-оздоровчих закладів у межах прибережних захисних смуг морів, морських заток і лиманів',
    ukcvz: '1.16; 4.2',
    kvcpz: '10.11'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.12',
    subsection: 'Для цілей підрозділів 10.01 - 10.11, 10.13 - 10.16 та для збереження та використання земель природно-заповідного фонду',
    ukcvz: '',
    kvcpz: '10.12; 19.00'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.13',
    subsection: 'Земельні ділянки запасу (земельні ділянки, які не надані у власність або користування громадянам чи юридичним особам)',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.14',
    subsection: 'Водні об\'єкти загального користування',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.15',
    subsection: 'Земельні ділянки під пляжами',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '10',
    section: 'Земельні ділянки водного фонду (земельні ділянки, зайняті морями, річками, озерами, водосховищами, іншими водними об\'єктами, болотами, а також островами, не зайнятими лісами; прибережними захисними смугами вздовж морів, річок та навколо водойм, крім земель, зайнятих лісами; гідротехнічними, іншими водогосподарськими спорудами та каналами, а також земельні ділянки, виділені під смуги відведення для них; береговими смугами водних шляхів)',
    subsectionCode: '10.16',
    subsection: 'Земельні ділянки під громадськими сіножатями',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '11',
    section: 'Земельні ділянки промисловості (земельні ділянки, надані для розміщення та експлуатації основних, підсобних і допоміжних будівель та споруд промислових, гірничодобувних, транспортних та інших підприємств, їх під\'їзних шляхів, інженерних мереж, адміністративно-побутових будівель, інших споруд)',
    subsectionCode: '11.01',
    subsection: 'Для розміщення та експлуатації основних, підсобних і допоміжних будівель та споруд підприємствами, що пов\'язані з користуванням надрами',
    ukcvz: '1.10.1; 3.1.1',
    kvcpz: '11.01'
  },
  {
    sectionCode: '11',
    section: 'Земельні ділянки промисловості (земельні ділянки, надані для розміщення та експлуатації основних, підсобних і допоміжних будівель та споруд промислових, гірничодобувних, транспортних та інших підприємств, їх під\'їзних шляхів, інженерних мереж, адміністративно-побутових будівель, інших споруд)',
    subsectionCode: '11.02',
    subsection: 'Для розміщення та експлуатації основних, підсобних і допоміжних будівель та споруд підприємств переробної, машинобудівної та іншої промисловості',
    ukcvz: '1.10; 1.10.2; 1.10.5; 1.13.1; 3.1; 3.1.2; 3.1.5',
    kvcpz: '11.02'
  },
  {
    sectionCode: '11',
    section: 'Земельні ділянки промисловості (земельні ділянки, надані для розміщення та експлуатації основних, підсобних і допоміжних будівель та споруд промислових, гірничодобувних, транспортних та інших підприємств, їх під\'їзних шляхів, інженерних мереж, адміністративно-побутових будівель, інших споруд)',
    subsectionCode: '11.03',
    subsection: 'Для розміщення та експлуатації основних, підсобних і допоміжних будівель та споруд будівельних організацій та підприємств',
    ukcvz: '1.10.4; 3.1.4',
    kvcpz: '11.03'
  },
  {
    sectionCode: '11',
    section: 'Земельні ділянки промисловості (земельні ділянки, надані для розміщення та експлуатації основних, підсобних і допоміжних будівель та споруд промислових, гірничодобувних, транспортних та інших підприємств, їх під\'їзних шляхів, інженерних мереж, адміністративно-побутових будівель, інших споруд)',
    subsectionCode: '11.04',
    subsection: 'Для розміщення та експлуатації основних, підсобних і допоміжних будівель та споруд технічної інфраструктури (виробництва та розподілення газу, постачання пари та гарячої води, збирання, очищення та розподілення води)',
    ukcvz: '1.10.5; 3.1.5',
    kvcpz: '11.04'
  },
  {
    sectionCode: '11',
    section: 'Земельні ділянки промисловості (земельні ділянки, надані для розміщення та експлуатації основних, підсобних і допоміжних будівель та споруд промислових, гірничодобувних, транспортних та інших підприємств, їх під\'їзних шляхів, інженерних мереж, адміністративно-побутових будівель, інших споруд)',
    subsectionCode: '11.05',
    subsection: 'Для цілей підрозділів 11.01 - 11.04, 11.06 - 11.08 та для збереження та використання земель природно-заповідного фонду',
    ukcvz: '',
    kvcpz: '11.05; 19.00'
  },
  {
    sectionCode: '11',
    section: 'Земельні ділянки промисловості (земельні ділянки, надані для розміщення та експлуатації основних, підсобних і допоміжних будівель та споруд промислових, гірничодобувних, транспортних та інших підприємств, їх під\'їзних шляхів, інженерних мереж, адміністративно-побутових будівель, інших споруд)',
    subsectionCode: '11.06',
    subsection: 'Земельні ділянки запасу (земельні ділянки, які не надані у власність або користування громадянам чи юридичним особам)',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '11',
    section: 'Земельні ділянки промисловості (земельні ділянки, надані для розміщення та експлуатації основних, підсобних і допоміжних будівель та споруд промислових, гірничодобувних, транспортних та інших підприємств, їх під\'їзних шляхів, інженерних мереж, адміністративно-побутових будівель, інших споруд)',
    subsectionCode: '11.07',
    subsection: 'Земельні ділянки загального користування, які використовуються як зелені насадження спеціального призначення',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '11',
    section: 'Земельні ділянки промисловості (земельні ділянки, надані для розміщення та експлуатації основних, підсобних і допоміжних будівель та споруд промислових, гірничодобувних, транспортних та інших підприємств, їх під\'їзних шляхів, інженерних мереж, адміністративно-побутових будівель, інших споруд)',
    subsectionCode: '11.08',
    subsection: 'Земельні ділянки загального користування, відведенні для цілей поводження з відходами',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '12',
    section: 'Земельні ділянки транспорту (земельні ділянки, надані підприємствам, установам та організаціям залізничного, автомобільного транспорту і дорожнього господарства, морського, річкового, авіаційного, трубопровідного транспорту та міського електротранспорту для виконання покладених на них завдань щодо експлуатації, ремонту і розвитку об\'єктів транспорту)',
    subsectionCode: '12.01',
    subsection: 'Для розміщення та експлуатації будівель і споруд залізничного транспорту',
    ukcvz: '1.14.1; 3.2.1',
    kvcpz: '12.01'
  },
  {
    sectionCode: '12',
    section: 'Земельні ділянки транспорту (земельні ділянки, надані підприємствам, установам та організаціям залізничного, автомобільного транспорту і дорожнього господарства, морського, річкового, авіаційного, трубопровідного транспорту та міського електротранспорту для виконання покладених на них завдань щодо експлуатації, ремонту і розвитку об\'єктів транспорту)',
    subsectionCode: '12.02',
    subsection: 'Для розміщення та експлуатації будівель і споруд морського транспорту',
    ukcvz: '1.14.4; 3.2.4',
    kvcpz: '12.02'
  },
  {
    sectionCode: '12',
    section: 'Земельні ділянки транспорту (земельні ділянки, надані підприємствам, установам та організаціям залізничного, автомобільного транспорту і дорожнього господарства, морського, річкового, авіаційного, трубопровідного транспорту та міського електротранспорту для виконання покладених на них завдань щодо експлуатації, ремонту і розвитку об\'єктів транспорту)',
    subsectionCode: '12.03',
    subsection: 'Для розміщення та експлуатації будівель і споруд річкового транспорту',
    ukcvz: '1.14.5; 3.2.5',
    kvcpz: '12.03'
  },
  {
    sectionCode: '12',
    section: 'Земельні ділянки транспорту (земельні ділянки, надані підприємствам, установам та організаціям залізничного, автомобільного транспорту і дорожнього господарства, морського, річкового, авіаційного, трубопровідного транспорту та міського електротранспорту для виконання покладених на них завдань щодо експлуатації, ремонту і розвитку об\'єктів транспорту)',
    subsectionCode: '12.04',
    subsection: 'Для розміщення та експлуатації будівель і споруд автомобільного транспорту та дорожнього господарства',
    ukcvz: '1.14.2; 3.2.2',
    kvcpz: '12.04'
  },
  {
    sectionCode: '12',
    section: 'Земельні ділянки транспорту (земельні ділянки, надані підприємствам, установам та організаціям залізничного, автомобільного транспорту і дорожнього господарства, морського, річкового, авіаційного, трубопровідного транспорту та міського електротранспорту для виконання покладених на них завдань щодо експлуатації, ремонту і розвитку об\'єктів транспорту)',
    subsectionCode: '12.05',
    subsection: 'Для розміщення та експлуатації будівель і споруд авіаційного транспорту',
    ukcvz: '1.14.6; 3.2.6',
    kvcpz: '12.05'
  },
  {
    sectionCode: '12',
    section: 'Земельні ділянки транспорту (земельні ділянки, надані підприємствам, установам та організаціям залізничного, автомобільного транспорту і дорожнього господарства, морського, річкового, авіаційного, трубопровідного транспорту та міського електротранспорту для виконання покладених на них завдань щодо експлуатації, ремонту і розвитку об\'єктів транспорту)',
    subsectionCode: '12.06',
    subsection: 'Для розміщення та експлуатації об\'єктів трубопровідного транспорту',
    ukcvz: '1.14.3; 3.2.3',
    kvcpz: '12.06'
  },
  {
    sectionCode: '12',
    section: 'Земельні ділянки транспорту (земельні ділянки, надані підприємствам, установам та організаціям залізничного, автомобільного транспорту і дорожнього господарства, морського, річкового, авіаційного, трубопровідного транспорту та міського електротранспорту для виконання покладених на них завдань щодо експлуатації, ремонту і розвитку об\'єктів транспорту)',
    subsectionCode: '12.07',
    subsection: 'Для розміщення та експлуатації будівель і споруд міського електротранспорту',
    ukcvz: '1.14.7, 1.14.8; 3.2.7; 3.2.8',
    kvcpz: '12.07'
  },
  {
    sectionCode: '12',
    section: 'Земельні ділянки транспорту (земельні ділянки, надані підприємствам, установам та організаціям залізничного, автомобільного транспорту і дорожнього господарства, морського, річкового, авіаційного, трубопровідного транспорту та міського електротранспорту для виконання покладених на них завдань щодо експлуатації, ремонту і розвитку об\'єктів транспорту)',
    subsectionCode: '12.08',
    subsection: 'Для розміщення та експлуатації будівель і споруд додаткових транспортних послуг та допоміжних операцій',
    ukcvz: '3.2.10; 1.14.10',
    kvcpz: '12.08'
  },
  {
    sectionCode: '12',
    section: 'Земельні ділянки транспорту (земельні ділянки, надані підприємствам, установам та організаціям залізничного, автомобільного транспорту і дорожнього господарства, морського, річкового, авіаційного, трубопровідного транспорту та міського електротранспорту для виконання покладених на них завдань щодо експлуатації, ремонту і розвитку об\'єктів транспорту)',
    subsectionCode: '12.09',
    subsection: 'Для розміщення та експлуатації будівель і споруд іншого наземного транспорту',
    ukcvz: '1.14.10; 3.2.10',
    kvcpz: '12.09'
  },
  {
    sectionCode: '12',
    section: 'Земельні ділянки транспорту (земельні ділянки, надані підприємствам, установам та організаціям залізничного, автомобільного транспорту і дорожнього господарства, морського, річкового, авіаційного, трубопровідного транспорту та міського електротранспорту для виконання покладених на них завдань щодо експлуатації, ремонту і розвитку об\'єктів транспорту)',
    subsectionCode: '12.1',
    subsection: 'Для цілей підрозділів 12.01 - 12.09, 12.11 - 12.13 та для збереження та використання земель природно-заповідного фонду',
    ukcvz: '',
    kvcpz: '12.10; 19.00'
  },
  {
    sectionCode: '12',
    section: 'Земельні ділянки транспорту (земельні ділянки, надані підприємствам, установам та організаціям залізничного, автомобільного транспорту і дорожнього господарства, морського, річкового, авіаційного, трубопровідного транспорту та міського електротранспорту для виконання покладених на них завдань щодо експлуатації, ремонту і розвитку об\'єктів транспорту)',
    subsectionCode: '12.11',
    subsection: 'Для розміщення та експлуатації об\'єктів дорожнього сервісу',
    ukcvz: '1.14; 3.2.10',
    kvcpz: '12.11'
  },
  {
    sectionCode: '12',
    section: 'Земельні ділянки транспорту (земельні ділянки, надані підприємствам, установам та організаціям залізничного, автомобільного транспорту і дорожнього господарства, морського, річкового, авіаційного, трубопровідного транспорту та міського електротранспорту для виконання покладених на них завдань щодо експлуатації, ремонту і розвитку об\'єктів транспорту)',
    subsectionCode: '12.12',
    subsection: 'Земельні ділянки запасу (земельні ділянки, які не надані у власність або користування громадянам чи юридичним особам)',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '12',
    section: 'Земельні ділянки транспорту (земельні ділянки, надані підприємствам, установам та організаціям залізничного, автомобільного транспорту і дорожнього господарства, морського, річкового, авіаційного, трубопровідного транспорту та міського електротранспорту для виконання покладених на них завдань щодо експлуатації, ремонту і розвитку об\'єктів транспорту)',
    subsectionCode: '12.13',
    subsection: 'Земельні ділянки загального користування, які використовуються як вулиці, майдани, проїзди, дороги, набережні',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '13',
    section: 'Земельні ділянки зв\'язку (земельні ділянки, надані під повітряні і кабельні телефонно-телеграфні лінії та супутникові засоби зв\'язку, а також підприємствам, установам та організаціям для здійснення відповідної діяльності)',
    subsectionCode: '13.01',
    subsection: 'Для розміщення та експлуатації об\'єктів і споруд телекомунікацій',
    ukcvz: '1.14; 1.14.9; 3.2; 3.2.9',
    kvcpz: '13.01'
  },
  {
    sectionCode: '13',
    section: 'Земельні ділянки зв\'язку (земельні ділянки, надані під повітряні і кабельні телефонно-телеграфні лінії та супутникові засоби зв\'язку, а також підприємствам, установам та організаціям для здійснення відповідної діяльності)',
    subsectionCode: '13.02',
    subsection: 'Для розміщення та експлуатації будівель та споруд об\'єктів поштового зв\'язку',
    ukcvz: '1.14.9; 3.2; 3.2.9',
    kvcpz: '13.02'
  },
  {
    sectionCode: '13',
    section: 'Земельні ділянки зв\'язку (земельні ділянки, надані під повітряні і кабельні телефонно-телеграфні лінії та супутникові засоби зв\'язку, а також підприємствам, установам та організаціям для здійснення відповідної діяльності)',
    subsectionCode: '13.03',
    subsection: 'Для розміщення та експлуатації інших технічних засобів зв\'язку',
    ukcvz: '1.14; 1.14.9; 1.14.10; 3.2; 3.2.10; 3.4',
    kvcpz: '13.03'
  },
  {
    sectionCode: '13',
    section: 'Земельні ділянки зв\'язку (земельні ділянки, надані під повітряні і кабельні телефонно-телеграфні лінії та супутникові засоби зв\'язку, а також підприємствам, установам та організаціям для здійснення відповідної діяльності)',
    subsectionCode: '13.04',
    subsection: 'Для цілей підрозділів 13.01 - 13.03, 13.05 - 13.06 та для збереження і використання земель природно-заповідного фонду',
    ukcvz: '1.14.9',
    kvcpz: '13.04; 19.00'
  },
  {
    sectionCode: '13',
    section: 'Земельні ділянки зв\'язку (земельні ділянки, надані під повітряні і кабельні телефонно-телеграфні лінії та супутникові засоби зв\'язку, а також підприємствам, установам та організаціям для здійснення відповідної діяльності)',
    subsectionCode: '13.05',
    subsection: 'Для розміщення та постійної діяльності Державної служби спеціального зв\'язку та захисту інформації України',
    ukcvz: '11.14; 1.14.9;',
    kvcpz: '13.05'
  },
  {
    sectionCode: '13',
    section: 'Земельні ділянки зв\'язку (земельні ділянки, надані під повітряні і кабельні телефонно-телеграфні лінії та супутникові засоби зв\'язку, а також підприємствам, установам та організаціям для здійснення відповідної діяльності)',
    subsectionCode: '13.06',
    subsection: 'Земельні ділянки запасу (земельні ділянки, які не надані у власність або користування громадянам чи юридичним особам)',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '14',
    section: 'Земельні ділянки енергетики (земельні ділянки, надані в установленому порядку для розміщення, будівництва і експлуатації та обслуговування об\'єктів енергогенеруючих підприємств, установ і організацій (атомні, теплові, гідро- та гідроакумулюючі електростанції, теплоелектроцентралі, котельні), об\'єктів альтернативної енергетики (електростанції з використанням енергії вітру, сонця та інших джерел), об\'єктів передачі електричної та теплової енергії (повітряні та кабельні лінії електропередачі, трансформаторні підстанції, розподільні пункти та пристрої, теплові мережі), виробничих об\'єктів, необхідних для експлуатації об\'єктів енергетики, в тому числі баз та пунктів)',
    subsectionCode: '14.01',
    subsection: 'Для розміщення, будівництва, експлуатації та обслуговування будівель і споруд об\'єктів енергогенеруючих підприємств, установ і організацій',
    ukcvz: '1.10.3; 3.1.3;',
    kvcpz: '14.01'
  },
  {
    sectionCode: '14',
    section: 'Земельні ділянки енергетики (земельні ділянки, надані в установленому порядку для розміщення, будівництва і експлуатації та обслуговування об\'єктів енергогенеруючих підприємств, установ і організацій (атомні, теплові, гідро- та гідроакумулюючі електростанції, теплоелектроцентралі, котельні), об\'єктів альтернативної енергетики (електростанції з використанням енергії вітру, сонця та інших джерел), об\'єктів передачі електричної та теплової енергії (повітряні та кабельні лінії електропередачі, трансформаторні підстанції, розподільні пункти та пристрої, теплові мережі), виробничих об\'єктів, необхідних для експлуатації об\'єктів енергетики, в тому числі баз та пунктів)',
    subsectionCode: '14.02',
    subsection: 'Для розміщення, будівництва, експлуатації та обслуговування будівель і споруд об\'єктів передачі електричної енергії',
    ukcvz: '1.10.3; 3.1.3',
    kvcpz: '14.02'
  },
  {
    sectionCode: '14',
    section: 'Земельні ділянки енергетики (земельні ділянки, надані в установленому порядку для розміщення, будівництва і експлуатації та обслуговування об\'єктів енергогенеруючих підприємств, установ і організацій (атомні, теплові, гідро- та гідроакумулюючі електростанції, теплоелектроцентралі, котельні), об\'єктів альтернативної енергетики (електростанції з використанням енергії вітру, сонця та інших джерел), об\'єктів передачі електричної та теплової енергії (повітряні та кабельні лінії електропередачі, трансформаторні підстанції, розподільні пункти та пристрої, теплові мережі), виробничих об\'єктів, необхідних для експлуатації об\'єктів енергетики, в тому числі баз та пунктів)',
    subsectionCode: '14.03',
    subsection: 'Для цілей підрозділів 14.01 - 14.02, 14.04 - 14.06 та для збереження та використання земель природно-заповідного фонду',
    ukcvz: '',
    kvcpz: '14.03; 19.00'
  },
  {
    sectionCode: '14',
    section: 'Земельні ділянки енергетики (земельні ділянки, надані в установленому порядку для розміщення, будівництва і експлуатації та обслуговування об\'єктів енергогенеруючих підприємств, установ і організацій (атомні, теплові, гідро- та гідроакумулюючі електростанції, теплоелектроцентралі, котельні), об\'єктів альтернативної енергетики (електростанції з використанням енергії вітру, сонця та інших джерел), об\'єктів передачі електричної та теплової енергії (повітряні та кабельні лінії електропередачі, трансформаторні підстанції, розподільні пункти та пристрої, теплові мережі), виробничих об\'єктів, необхідних для експлуатації об\'єктів енергетики, в тому числі баз та пунктів)',
    subsectionCode: '14.04',
    subsection: 'Земельні ділянки запасу (земельні ділянки, які не надані у власність або користування громадянам чи юридичним особам)',
    ukcvz: '',
    kvcpz: '16'
  },
  {
    sectionCode: '14',
    section: 'Земельні ділянки енергетики (земельні ділянки, надані в установленому порядку для розміщення, будівництва і експлуатації та обслуговування об\'єктів енергогенеруючих підприємств, установ і організацій (атомні, теплові, гідро- та гідроакумулюючі електростанції, теплоелектроцентралі, котельні), об\'єктів альтернативної енергетики (електростанції з використанням енергії вітру, сонця та інших джерел), об\'єктів передачі електричної та теплової енергії (повітряні та кабельні лінії електропередачі, трансформаторні підстанції, розподільні пункти та пристрої, теплові мережі), виробничих об\'єктів, необхідних для експлуатації об\'єктів енергетики, в тому числі баз та пунктів)',
    subsectionCode: '14.05',
    subsection: 'Земельні ділянки загального користування, які використовуються як зелені насадження спеціального призначення',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '14',
    section: 'Земельні ділянки енергетики (земельні ділянки, надані в установленому порядку для розміщення, будівництва і експлуатації та обслуговування об\'єктів енергогенеруючих підприємств, установ і організацій (атомні, теплові, гідро- та гідроакумулюючі електростанції, теплоелектроцентралі, котельні), об\'єктів альтернативної енергетики (електростанції з використанням енергії вітру, сонця та інших джерел), об\'єктів передачі електричної та теплової енергії (повітряні та кабельні лінії електропередачі, трансформаторні підстанції, розподільні пункти та пристрої, теплові мережі), виробничих об\'єктів, необхідних для експлуатації об\'єктів енергетики, в тому числі баз та пунктів)',
    subsectionCode: '14.06',
    subsection: 'Земельні ділянки загального користування, відведені для цілей поводження з відходами',
    ukcvz: '',
    kvcpz: '18'
  },
  {
    sectionCode: '15',
    section: 'Земельні ділянки оборони (земельні ділянки, надані для розміщення і постійної діяльності військових частин, установ, військово-навчальних закладів, підприємств та організацій Збройних Сил, інших військових формувань, утворених відповідно до законодавства)',
    subsectionCode: '15.01',
    subsection: 'Для розміщення та постійної діяльності Збройних Сил',
    ukcvz: '1.12.2; 3.3',
    kvcpz: '15.01'
  },
  {
    sectionCode: '15',
    section: 'Земельні ділянки оборони (земельні ділянки, надані для розміщення і постійної діяльності військових частин, установ, військово-навчальних закладів, підприємств та організацій Збройних Сил, інших військових формувань, утворених відповідно до законодавства)',
    subsectionCode: '15.02',
    subsection: 'Для розміщення та постійної діяльності Національної гвардії',
    ukcvz: '1.12.2; 3.3',
    kvcpz: '15.02'
  },
  {
    sectionCode: '15',
    section: 'Земельні ділянки оборони (земельні ділянки, надані для розміщення і постійної діяльності військових частин, установ, військово-навчальних закладів, підприємств та організацій Збройних Сил, інших військових формувань, утворених відповідно до законодавства)',
    subsectionCode: '15.03',
    subsection: 'Для розміщення та постійної діяльності Державної прикордонної служби',
    ukcvz: '1.12.2; 3.3',
    kvcpz: '15.03'
  },
  {
    sectionCode: '15',
    section: 'Земельні ділянки оборони (земельні ділянки, надані для розміщення і постійної діяльності військових частин, установ, військово-навчальних закладів, підприємств та організацій Збройних Сил, інших військових формувань, утворених відповідно до законодавства)',
    subsectionCode: '15.04',
    subsection: 'Для розміщення та постійної діяльності Служби безпеки',
    ukcvz: '1.12.2; 3.3',
    kvcpz: '15.04'
  },
  {
    sectionCode: '15',
    section: 'Земельні ділянки оборони (земельні ділянки, надані для розміщення і постійної діяльності військових частин, установ, військово-навчальних закладів, підприємств та організацій Збройних Сил, інших військових формувань, утворених відповідно до законодавства)',
    subsectionCode: '15.05',
    subsection: 'Для розміщення та постійної діяльності Державної спеціальної служби транспорту',
    ukcvz: '1.12.2; 3.3',
    kvcpz: '15.05'
  },
  {
    sectionCode: '15',
    section: 'Земельні ділянки оборони (земельні ділянки, надані для розміщення і постійної діяльності військових частин, установ, військово-навчальних закладів, підприємств та організацій Збройних Сил, інших військових формувань, утворених відповідно до законодавства)',
    subsectionCode: '15.06',
    subsection: 'Для розміщення та постійної діяльності Служби зовнішньої розвідки України',
    ukcvz: '1.12.2; 3.3',
    kvcpz: '15.06'
  },
  {
    sectionCode: '15',
    section: 'Земельні ділянки оборони (земельні ділянки, надані для розміщення і постійної діяльності військових частин, установ, військово-навчальних закладів, підприємств та організацій Збройних Сил, інших військових формувань, утворених відповідно до законодавства)',
    subsectionCode: '15.07',
    subsection: 'Для розміщення та постійної діяльності інших, створених відповідно до законів, військових формувань',
    ukcvz: '1.12.2; 3.3',
    kvcpz: '15.07'
  },
  {
    sectionCode: '15',
    section: 'Земельні ділянки оборони (земельні ділянки, надані для розміщення і постійної діяльності військових частин, установ, військово-навчальних закладів, підприємств та організацій Збройних Сил, інших військових формувань, утворених відповідно до законодавства)',
    subsectionCode: '15.08',
    subsection: 'Для цілей підрозділів 15.01 - 15.07, 15.09 - 15.11 та для збереження та використання земель природно-заповідного фонд',
    ukcvz: '',
    kvcpz: '15.08; 19.00'
  },
  {
    sectionCode: '15',
    section: 'Земельні ділянки оборони (земельні ділянки, надані для розміщення і постійної діяльності військових частин, установ, військово-навчальних закладів, підприємств та організацій Збройних Сил, інших військових формувань, утворених відповідно до законодавства)',
    subsectionCode: '15.09',
    subsection: 'Для розміщення структурних підрозділів апарату МВС, територіальних органів, закладів, установ і підприємств, що належать до сфери управління МВС',
    ukcvz: '1.12.2; 3.3',
    kvcpz: '15.09'
  },
  {
    sectionCode: '15',
    section: 'Земельні ділянки оборони (земельні ділянки, надані для розміщення і постійної діяльності військових частин, установ, військово-навчальних закладів, підприємств та організацій Збройних Сил, інших військових формувань, утворених відповідно до законодавства)',
    subsectionCode: '15.1',
    subsection: 'Для розміщення та постійної діяльності Національної поліції, її територіальних органів, підприємств, установ та організацій, що належать до сфери управління Національної поліції',
    ukcvz: '1.12.2; 3.3',
    kvcpz: '15.1'
  },
  {
    sectionCode: '15',
    section: 'Земельні ділянки оборони (земельні ділянки, надані для розміщення і постійної діяльності військових частин, установ, військово-навчальних закладів, підприємств та організацій Збройних Сил, інших військових формувань, утворених відповідно до законодавства)',
    subsectionCode: '15.11',
    subsection: 'Для розміщення структурних підрозділів Міноборони, територіальних органів, закладів, установ і підприємств, що належать до сфери управління Міноборони',
    ukcvz: '',
    kvcpz: ''
  },
]

export default landCategories
